{
  "businessUnit": {
    "stars": 2,
    "trustScore": 4.6,
    "displayName": "TDC Erhverv A/S",
    "numberOfReviews": {
      "total": 6166,
      "oneStar": 2154,
      "twoStars": 805,
      "threeStars": 840,
      "fourStars": 1230,
      "fiveStars": 1137
    },
    "websiteUrl": "http://erhverv.tdc.dk"
  },
  "reviews": [
    {
      "stars": 1,
      "createdAt": "2016-11-02T10:35:34Z",
      "title": "Jeg er totalt utilfreds med TDC/Yousee's kundesupport!",
      "text": "Jeg har f친et nyt modem. I den forbindelse opdager jeg at der er lukket for  FTP port 21. Jeg har nok ringet 8 gange til kundesupport og enten har jeg f친et at vide at de ikke supportere port 21 og ellers har jeg f친et de vildeste l칮gnehistorier. F.eks. Murat, som fort칝ller mig at min dom칝ne er blevet blokeret af min udbyder p친 TDC's net, det kan han se i sit system !?!?! \nNu har jeg f친et fremsendt endnu et modem, som har en anden software. Software versionen er fuldst칝ndig den samme !! Forskellen er at firewall er sl친et til som default i den ene og fra i den anden! Det er ikke i orden at pisse p친 sine kunder!\nKundesupporten fort칝ller, at de ikke supporterer port 21 eller portforward (som er m친den til at 친bne for porten), men der ligger guides p친 TDC/YOUSEE internetside som forklarer hvordan man g칮r. \nJeg vil ikke finde mig i, at min leverand칮r lyver overfor mig! \nJeg vil ikke acceptere, at min leverand칮r benytter s친 d친rligt uddannede unge mennesker som ikke ved hvad de skal fort칝lle kunderne, andet end at komme med l칮gne! \nJeg kan ikke forst친 hvorfor TDC/YOUSEE ikke fort칝ller at der er blevet lukket for port 21. \nJeg kan ikke forst친, hvorfor de ikke henviser til SFTP p친 port 22 (men det har nok noget at g칮re med den d친rlige uddannelse).\nFor hel.... TDC/YOUSEE - i skal tage jeres kunder seri칮st!",
      "reviewUrl": "https://www.trustpilot.com/reviews/5819c176827ad309ecfa2a8a",
      "consumer": {
        "displayName": "Chris Bruhn"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-10-13T16:45:50Z",
      "title": "Hvis du f친r tilbudt delt regning med din arbejdsgiver s친 l칮칮칮b langt v칝k!!!!",
      "text": "Desv칝rre kan man ikke give minuspoint. Men hold op inkompetence f친r en helt ny dimension efter at have v칝ret i gentagne kontakt med yousee og ja Kafka ville f친r mere en skrivestof hvis han havde v칝ret i kontakt med \"firmaet\". Min arbejdsgiver har desv칝rre valgt TDC/ Yousee som udbyder til medarbejder it opkobling. Jeg  var t친belig nok til at hoppe p친 ordningen, hvor arbejdsgiver betaler \"linjen\" og jeg tv delen . For hold op efter 8 opkald 4 forskellige ordrer modtagelser har genierne i yousee/TDC stadig ikke form친et at lave en enkelt 칝ndring. Sagen, ja jeg store fjols troede at jeg uden de store vanskeligheder kunne 칝ndre min Tv pakke fra en lille til en stor. Ved f칮rste kontakt aftalte jeg havde med yousee medarbejderen at denne, uden at 칝ndre p친 andet, bare skulle foretage 칝ndringen p친 tv pakken; Resultatet hele den eksisterende aftalen blev opsagt og jeg fik  en ordre p친 at min arbejdsgiver andel var opsagt og at jeg nu som privatkunde skulle betale det hele selv oveni k칮bet dyre! N친 det var en ung mand jeg talte med s친 jeg pr칮vede endnu engang, resultat, Ingen tilbagemelding. hmmm ringer igen og f친r en ung frisk pige som lover at bringe tingen i orden; resultat prisen, hastighed  og ikke mindst regningen til min arbejdsgiver bliver 칝ndret! N친 ringer nu og insistere p친 at f친 erhvervs afdelingen  ( som 친benbart ligger p친 fyn)og insistere p친 at den eneste 칝ndring som skal ske er tv pakken som ret banalt skal 칝ndres, alt andet skal forblive ur칮rt, fik ikke en ordrebekr칝ftelse og ringede p친 baggrund af de d친rlige oplevelser Resultat, har lige f친et en regning hvor jeg st친r som arbejdsgiver og har f친et hele regningen og ogs친 trods erhvervsafdelingen udtrykkeligt fortalte at alt var i orden!!! For pokker har brugt ufatteligt meget telefontid og ikke mindst fors칮gt at f친 den st칮rste diplomat frem, men her k칝mper selv guderne forg칝ves. S친 fors칮g for alt i verden overtale jeres arbejdsgiver til at v칝lge en anden udbyder alt andet kan kun blive bedre og dybt bekymrende for datasikkerheden at man som medarbejder kan 칝ndre p친 de aftaler denne har med you see!!!!!",
      "reviewUrl": "https://www.trustpilot.com/reviews/57ffba3e03f54b08d4df30c0",
      "consumer": {
        "displayName": "Martin M칮land Nielsen"
      },
      "companyReply": null
    },
    {
      "stars": 5,
      "createdAt": "2016-10-04T20:42:53Z",
      "title": "TDC = super",
      "text": "Har haft TDC s친 l칝nge jeg kan huske. og der har sku aldrig v칝ret problemer med dem. det eneste minus der er ved TDC er deres lange ventetid n친r man ringer til kundeservice. Men s친dan er det vel at v칝re popul칝r ;)",
      "reviewUrl": "https://www.trustpilot.com/reviews/57f4144da43068088c1b7faf",
      "consumer": {
        "displayName": "Kasper Christiansen"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-10-03T10:48:33Z",
      "title": "Forf칝rdeligt net..",
      "text": "TDC har forf칝rdeligt net! Det g친r hele tiden og s친dan er det for n칝sten alle med TDC.. Det er for ringe!",
      "reviewUrl": "https://www.trustpilot.com/reviews/57f23781a430680b50bd45c1",
      "consumer": {
        "displayName": "Niklas Stallknecht"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-09-28T14:28:18Z",
      "title": "Uprofessionel",
      "text": "TDCs metode er simpel: send en flink s칝lger, f친 underskrift p친 kontrakten - og s친 har vi en \"m칝lkek칮\". Deres telefoniservice er rigtig d친rlig. Altid ventetiden og aldrig korrekt info. Udover det glem om at du kan sp칮rge TDC om detaljer af din kontrakt. Du vil blive oplyst noget generelt... uden \"det med sm친t\". Og her vil TDC huske \"dig\" - ogs친 2친r efter, og dukke p친 for at have sine penge. Derfor siger jeg: har du et firma, v칝lg andet firma, hvor du har ingen binding og bedre priser. Det tager 30 sekunder at finde mindst 5 andre udbydere.",
      "reviewUrl": "https://www.trustpilot.com/reviews/57ebd38203f54b0bcc2bcf71",
      "consumer": {
        "displayName": "Michael"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-09-27T12:43:49Z",
      "title": "Ufattelig D칀RLIG service",
      "text": "Jeg lavede en aftale med en af Yousee's medarbejder at jeg skulle have internet, han sagde at de ville komme og s칝tte det op den 12/9 det gjorde de ikke!!!!\nHan lovede mig GRATIS oprettelse og det fik jeg sjovt nok heller ikke!!! \nS친 alt i alt mega d친rlig service.\nMEN som om det ikke er nok s친 n친r man skal ringe ind til deres s친 kaldte kundecenter s친 skal man vente i langt over 30 min for at kunne klage over deres d친rlig service.\nS칀 HVIS NOGEN OVERVEJER YOUSEE S칀 LAD V칁RE!!!!!",
      "reviewUrl": "https://www.trustpilot.com/reviews/57ea6985a164ed0688d9f391",
      "consumer": {
        "displayName": "Simone Nielsen"
      },
      "companyReply": null
    },
    {
      "stars": 5,
      "createdAt": "2016-09-26T09:30:25Z",
      "title": "Virkelig god service.",
      "text": "Vi har lige haft en mont칮r fra TDC til at fejlrette vores internetforbindelse. Det er en fantastisk service mont칮ren Peter ydede. Virkelig venlig og behagelig og havde humor ogs친. En virkelig god oplevelse og internet virkede bedre og er hurtigere end det nogensinde havde gjort f칮r. En virkelig god oplevelse af kundeservice p친 h칮jt plan",
      "reviewUrl": "https://www.trustpilot.com/reviews/57e8eab10000ff00098c3973",
      "consumer": {
        "displayName": "Erik Madsen"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-09-23T21:40:43Z",
      "title": "Uacceptabel",
      "text": "游멇릦멇릦\nI februar k칮ber jeg en ny tlf hos tdc i n칝stved,\nEn Samsung galaxy s5 mini...\nLige fra start lave den masser af fejl, derfor gik jeg med det samme ned for at bytte den, men i\nButikken vil de ikke bytte den, de henholder sig til den skal til reparation ogs친 selvom den er helt ny.\n Efter nogen tid f친 jeg den tilbage men de samme fejl dukker op, s친 af sted med den igen, og det samme sker igen og igen alts친 5 gange\nOgs친 selvom jeg beder om at f친 pengene tilbage,  eller tilbyder at k칮be en anden tlf, men nej det m친 de ikke siger de..\nDe forbeholder sig retten til at pr칮ve at f친 den til at virke....\nNu der g친et over et halv 친r, og tlf er stadigv칝k ikke kommet tilbage fra rep, alts친 den femte gang, derfor g친r jeg idag igen forbi butikken \nNu giver de mig ret i der er g친et forlang tid, og giver derfor mig en ny tlf, en magen til og han f친 l친ne tlf tilbage. .\nHan giver mig det hele i en pose, s친 f칮rst da jeg kommer hjem opdager jeg at han hade taget mit sim kort ud og lavet det om fra et mini simkort til et mikro simkort\nAlts친 nu kan jeg ikke bruge tlf , jeg ringer ind til tdc som beklager fejlen og vil sende mig et nyt simkort men der kunne g친 op til 14 dage, f칮r jeg f친r det..\nJeg har kun haft problemer med tdc i det halve 친r, nu kan jeg slet ikke bruge min tlf 游멇릦멇릦멇릦멇릦멇릦멇릦멇릦멇릦멇릦\nJeg har klaget  til tdc flere gange men endnu ikke f친et svar...... JEG KAN IKKE ANBEFALE TDC 游땫",
      "reviewUrl": "https://www.trustpilot.com/reviews/57e5a15b0000ff00098b9b06",
      "consumer": {
        "displayName": "morten"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-09-22T17:36:09.113Z",
      "title": "Fuldst칝ndig uacceptabel servicemoral",
      "text": "TDC tilh칮rer denne kategori af virksomheder, hvor i samarbejde med inkasso bureauer har udviklet en industri, og m칝lker almindelige kunder. I mit tilf칝lde, som erhvervskunde, en regning p친 ca. 30kr blev 1650kr, da  efter opsigelse, forts칝tter abbonnement alligevel yderligere 3 m친neder. Det har TDC ikke oplyst i vores kommunikation per email, men har f친et det at vide af inkasso bureauet efterf칮lgende.",
      "reviewUrl": "https://www.trustpilot.com/reviews/57e416890000ff00098b22b8",
      "consumer": {
        "displayName": "Nikolaos Asvestas"
      },
      "companyReply": null
    },
    {
      "stars": 4,
      "createdAt": "2016-09-19T10:09:26Z",
      "title": "Vi har TDC Erhverv",
      "text": "Og vi er super tilfredse med den l칮sning de levere. Kundeservice er altid til at f친 fat p친, og ventetiderne er ikke til at klage over.\n\nJeg vil helt sikkert anbefale TDC som en af de mest stabile l칮sninger p친 det danske marked.",
      "reviewUrl": "https://www.trustpilot.com/reviews/57dfb9560000ff00098997a2",
      "consumer": {
        "displayName": "Peter S."
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-09-18T07:53:57.153Z",
      "title": "Tdc er ligeglad med deres kunder",
      "text": "Vores virksomhed har ikke haft telefon og internet i 3 uger og har ikke f친et det endnu. \nTdc siger det er pga overgarvet kabel. \nJeg vil r친de alle jer der driver en seri칮s virksomhed til at ikke v칝lge Tdc \nDa det kan ende med i m친 lukke for man kan ikke drive en virksomhed uden telefon og internet i s친 lang tid.",
      "reviewUrl": "https://www.trustpilot.com/reviews/57de48150000ff00098942dc",
      "consumer": {
        "displayName": "Kim S CHRISTENSEN "
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-09-17T06:37:52Z",
      "title": "nu er det nok, ingen d칝kning p친 mobilen og d친rligt internet",
      "text": "Vi har ringet til tdc mere ind 10 gange ang친ende langsomt internet og ingen d칝kning p친 mobiltelefonen, der sker bare ikke noget, vi betaler vores dyre regninger for noget vi ikke f친r og har v칝ret kunde hos tdc i hele vores liv, tdc har haft mere end 30 친r til at f친 ud bedret deres d칝knings omr친de,  men intet er sket, det er bare for d친rligt !",
      "reviewUrl": "https://www.trustpilot.com/reviews/57dce4c00000ff000988fd50",
      "consumer": {
        "displayName": "Hanne Hastig"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-09-16T17:47:22.127Z",
      "title": "PINLIGT !!!!",
      "text": "Er blevet ringet af en TDC medarbejder ang. To 친r gammel faktura p친 en fax. For det f칮rste er der banke p친 service og viderestilling p친 regningen, hvilket ikke er helt logisk p친 en fax. For det andet er der rykkergebyrer og renter p친 faktura. Nu er problemet at TDC ikke har rykket, men blot haft rod i systemet. Medarbejderen fra TDC sagde at han var sat til at rydde op. P친 trods at det mener TDC at det er dokumentation nok for b친de banke p친, viderestilling, renter og rykkergebyr at de kan se det i deres system.....\nVi har tidligere modtaget kreditnotaer p친 op til kr 19.000 for fejl de har lavet, s친 blind tillid har vi ikke.\nVi skiftede i sin tid til Yousee for at komme v칝k fra TDC. Nu har de s친 k칮bt Yousee. S친 er det 칮delagt og jeg har d.d. Opsagt alle virksomheden abonnementer i Yousee.\nALDRIG MERE TDC!!",
      "reviewUrl": "https://www.trustpilot.com/reviews/57dc302a0000ff000988dde7",
      "consumer": {
        "displayName": "Rasmus Christensen"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-09-15T12:37:31Z",
      "title": "Fejl i fakturaer",
      "text": "F친 styr p친 jeres fakturaer. Det er en kamp at f친 korrekte fakturaer til rette adresse. Kom nu TDC",
      "reviewUrl": "https://www.trustpilot.com/reviews/57da960b0000ff0009885389",
      "consumer": {
        "displayName": "Louise Andersen"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-09-14T11:43:06Z",
      "title": "Halve oprettelser og fejlagtige regning",
      "text": "Oprettelser af mobiltelefoner i Scale blev f칮rst ikke lavet. En m친ned senere blev de oprettet, men s친 uden datapakker p친, som de var bestilt med, hvorefter der fulgte en regning p친 25.000 ekstra i forhold til abonnementer, pga data.\nEfter at blive krediteret det bel칮b, sker det s친 det efterf칮lgende kvartal igen, hvorefter de begynder at argumentere for at de ikke skal kreditere dette bel칮b, da det har de gjort i forvejen. Her bruger de uigennemskuelige sammenligninger sidel칮bende med regninger vi har modtaget.\n\nHold dig laaangt v칝k fra dem! Vi forlader dem inden 친ret er ude heldigvis...",
      "reviewUrl": "https://www.trustpilot.com/reviews/57d937ca0000ff000987e515",
      "consumer": {
        "displayName": "Kim Bisgaard Christoffersen"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-09-07T13:13:18Z",
      "title": "TDC erhverv til grin",
      "text": "칒nsker du elektronisk faktura - skal du bede om lov til at blive oprettet.. WHAT ? ALLE andre i danmark har dette automatisk eller meder om ens mail, men TDC vil vel bare kr칝ve en masse gebyr - god indt칝gt.\nDe p친l칝gger gebyr og kompensations gebyr - ja for regninger de ikke sender..\nDet er ude i hampen. \nS친 ringer man, snakker med flinke folk, at der er sket en fejl, man skal ikke betale gebyret, MEN s친 kommer der en rykker p친 det aligevel.. flot.\nEn skam der INTET alternativ er i mit tilf칝lde !",
      "reviewUrl": "https://www.trustpilot.com/reviews/57d0126e0000ff0009853235",
      "consumer": {
        "displayName": "Stefan Granholm"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-09-07T11:14:34Z",
      "title": "Sender faktura trods opsagte abonnementer",
      "text": "Jeg har lige brugt 45 minutter p친 at vente i telefonk칮en og 15 minutter p친 at f친 afklaret at vores abonnementer virkelig var opsagt.\nDe blev opsagt i for친ret, men trods det sender TDC faktura p친 b친de internet og telefon for perioden efter slutdatoen.\n\nForbrug frem til slutdato skal der selvf칮lgelig betales for, men at fakturere abonnement i n칝ste periode er da for amat칮ragtigt. Man skulle tro de aldrig har modtaget en opsigelse f칮r, men det tror jeg nu ikke.\nP친 fakturaen var selvf칮lgelig heller ingen oplysning om at abonnementerne var opsagt - ringe service",
      "reviewUrl": "https://www.trustpilot.com/reviews/57cff69a0000ff000985248c",
      "consumer": {
        "displayName": "J칮rn Hansen"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-09-02T10:28:08Z",
      "title": "Sender email til spam mappe bevidst",
      "text": "Jeg har netop i dag opdaget at jeg har f친et en masse rykkere fra TDC, mange af dem har jeg ikke modtaget og nogle enkelte er endt i spam.\n\nJeg har v칝ret inde og kigge p친 TDC's ops칝tning af email og kan se at det er sat helt forkert op - s친 de f친r email programmerne til at tro at der er tale om svindel og derfor l칝gger deres emails i spam mappen - men i virkeligheden er der ikke tale om spam email - det bare TDC der ikke 칮nsker deres emails skal komme frem - for de vil gerne tjene lidt ekstra p친 p친l칝gge deres kunder en masse rykker gebyrer.",
      "reviewUrl": "https://www.trustpilot.com/reviews/57c954380000ff000982f79f",
      "consumer": {
        "displayName": "Jesper"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-08-23T14:25:11Z",
      "title": "Fortjener ikke engang 칠n stjerne",
      "text": "Spar dig selv for besv칝ret med at have TDC. Har KUN oplevet problemer med dem. Lorteudbyder, som man skal afs칝tte et halvt d칮gn for en samtale p친 2 minutter. N친r de s친 \"tager\" telefonen snakker de ikke. Holder ikke aftaler. Bare hold dig fra dem.",
      "reviewUrl": "https://www.trustpilot.com/reviews/57bc5cc70000ff00097f275d",
      "consumer": {
        "displayName": "Sebastian B칮je Sundvang"
      },
      "companyReply": null
    },
    {
      "stars": 1,
      "createdAt": "2016-08-16T21:24:57.798Z",
      "title": "Der bliver ikke lagt sammen p친 regningen ??????? hvad koster det om m친neden??????",
      "text": "Din ordre indeholder M친nedspris Betales fra\nYouSee Tv Viasat Mellem m. Bredb친nd 664,00 16.08.2016\nVedr칮rende 23 37 56 24\nNy pris Mobil 4 Timer 119,00\nAlle priser er i kr. inklusive moms",
      "reviewUrl": "https://www.trustpilot.com/reviews/57b384a90000ff00097ca870",
      "consumer": {
        "displayName": "Martin Rievers"
      },
      "companyReply": null
    }
  ],
  "links": {
    "profileUrl": "https://www.trustpilot.com/review/www.tdc.dk",
    "evaluateUrl": "https://www.trustpilot.com/evaluate/www.tdc.dk",
    "evaluateEmbedUrl": "https://www.trustpilot.com/evaluate/embed/www.tdc.dk"
  },
  "starsString": "Poor"
}
